Repository: bubiryov/Briyut
Catalog: Briyut/Tools/*.lproj/Localizable.strings
Languages: uk

# your-email-string
source: Ваша електронна адреса
uk: Your email address

# your-password-string
source: Ваш пароль
uk: Your password

# min-6-characters-string
source: мінімум 6 символів
uk: min. 6 characters

# login-to-Rubinko-string
source: Увійти до Rubinko
uk: Login to Rubinko

# or-string
source: або
uk: or

# google-sign-in-string
source: Увійти за допомогою Google
uk: Sign in with Google

# sign-in-with-number-string
source: Увійти за допомогою номера
uk: Sign in with number

# create-account-string
source: Створити обліковий запис
uk: Create an account

# phone-sign-in-string
source: Увійти за допомогою телефону
uk: Phone Sign In

# reset-password-string
source: Скинути пароль
uk: Reset password

# new-account-string
source: Новий обліковий запис
uk: New account

# repeat-password-string
source: Повторити пароль
uk: Repeat password

# your-phone-number-string
source: Ваш номер телефону
uk: Your phone number

# send-sms-string
source: Надіслати SMS
uk: Send SMS

# done-string
source: Готово
uk: Done

# find-your-procedure-string
source: Знайди свою процедуру
uk: Find your procedure

# search-string
source: Пошук
uk: Search

# appointments-string
source: Записи
uk: Appointments

# no-any-appointments-string
source: У вас ще немає жодних записів
uk: You don't have any appointments yet

# see-all-string
source: Переглянути всi
uk: See all

# articles-string
source: Статті
uk: Articles

# no-articles-string
source: Немає актуальних статей
uk: No current articles

# new-article-string
source: Нова стаття
uk: New article

# title-string
source: Заголовок
uk: Title

# write-your-text-string
source: Напишіть текст
uk: Write your text

# publish-string
source: Опублікувати
uk: Publish

# choose-new-photo-string
source: Обрати нове фото
uk: Choose new photo

# delete-current-photo-string
source: Видалити поточне фото
uk: Delete current photo

# delete-article-alert-title-string
source: Ви впевнені, що хочете видалити статтю?
uk: Are you sure you want to delete the article?

# addresses-string
source: Адреси
uk: Addresses

# new-address-string
source: Нова адреса
uk: New address

# city-string
source: Місто
uk: City

# street-string
source: Вулиця
uk: Street

# building-string
source: Будинок
uk: Building

# coordinates-string
source: Координати
uk: Coordinates

# add-string
source: Додати
uk: Add

# edit-address-string
source: Редагувати адресу
uk: Edit address

# navigate-string
source: Навігувати
uk: Navigate

# delete-address-alert-title-string
source: Ви впевнені, що хочете видалити цю адресу?
uk: Are you sure you want to delete this address?

# procedures-string
source: Процедури
uk: Procedures

# editing-procedure-string
source: Редагування процедури
uk: Procedure editing

# new-procedure-string
source: Нова процедура
uk: New procedure

# procedure-name-string
source: Назва процедури
uk: Procedure name

# massage-string
source: Масаж
uk: Massage

# duration-string
source: Тривалість (хвилини)
uk: Duration (minutes)

# count-of-parallel-string
source: Кількість паралельних процедур
uk: Count of parallel procedures

# price-string
source: Ціна
uk: Price

# choose-available-specialists-string
source: Виберіть доступних спеціалістів
uk: Choose available specialists

# specialists-string
source: Спеціалісти
uk: Specialists

# save-changes-string
source: Зберегти зміни
uk: Save changes

# min-string
source: хв
uk: min

# choose-client-string
source: Оберіть клієнта
uk: Choose a client

# choose-doctor-string
source: Виберіть лікаря
uk: Choose a specialist

# user-name-string
source: Ім'я користувача
uk: User's name

# yesterday-string
source: Вчора
uk: Yesterday

# today-string
source: Сьогодні
uk: Today

# tommorow-string
source: Завтра
uk: Tomorrow

# add-appointment-string
source: Додати запис
uk: Add appointment

# all-procedures-message-string
source: Для створення запису необхідно вказати ім'я та номер телефону
uk: To create an appointment, you should provide a name and phone number

# edit-procedure-string
source: Редагувати процедуру
uk: Edit procedure

# delete-procedure-alert-title-string
source: Ви впевнені, що хочете видалити процедуру?
uk: Are you sure you want to delete the procedure?

# delete-procedure-alert-message-string
source: Ця дія буде незворотньою, і всі заплановані сеанси будуть скасовані
uk: This action will not be undone and all scheduled sessions will be canceled

# booked-time-alert-string
source: Вибачте, цей час вже зайнятий
uk: Sorry, this time has just been taken

# got-it-string
source: Зрозуміло
uk: Got it

# date-string
source: Дата
uk: Date

# time-string
source: Час
uk: Time

# specialist-string
source: Спеціаліст
uk: Specialist

# client-string
source: Клієнт
uk: Client

# total-string
source: Сума
uk: Total

# back-home-string
source: На головну
uk: Back home

# upcoming-string
source: Майбутні
uk: Upcoming

# past-string
source: Минулі
uk: Past

# no-appointments-on-this-day-string
source: Немає записів на цей день
uk: No appointments on this day

# cancel-string
source: Скасувати
uk: Cancel

# reschedule-string
source: Перенести
uk: Reschedule

# edit-appointment-string
source: Редагувати запис
uk: Edit an appointment

# cancel-appointment-alert-string
source: Ви впевнені, що хочете видалити цей запис?
uk: Are you sure you want to remove this appointment?

# remove-string
source: Видалити
uk: Remove

# user-managment-string
source: Управління користувачами
uk: User managment

# stats-string
source: Статистика
uk: Stats

# history-string
source: Історія
uk: History

# change-password-string
source: Змінити пароль
uk: Change password

# copy-id-string
source: Скопіювати ID
uk: Copy ID

# id-is-copied-string
source: ID користувача скопійовано
uk: UserID has been copied

# log-out-alert-string
source: Ви впевнені, що хочете вийти?
uk: Are you sure you want to log out?

# log-out-string
source: Вийти
uk: Log out

# edit-string
source: Редагувати
uk: Edit

# profile-editing-string
source: Редагування профілю
uk: Profile editing

# name-string
source: Ім'я
uk: Name

# last-name-string
source: Прізвище
uk: Last name

# phone-number-string
source: Номер телефону
uk: Phone number

# custom-schedule-string
source: Власний графік
uk: Custom schedule

# vacation-string
source: Відпустка
uk: Vacation

# start-string
source: Початок
uk: Start

# end-string
source: Кінець
uk: End

# save-string
source: Зберегти
uk: Save

# delete-account-alert-title-string
source: Ви впевнені, що хочете видалити свій обліковий запис?
uk: Are you sure you want to delete your account?

# delete-account-alert-message-string
source: Всі ваші дані будуть назавжди видалені
uk: All your data will be permanently deleted

# yes-i'm-sure-string
source: Так, я впевнений
uk: Yes, i am sure

# user-id-string
source: ID користувача
uk: UserID

# delete-string
source: Видалити
uk: Delete

# call-string
source: Зателефонувати
uk: Call

# delete-specialist-alert-title-string
source: Ви впевнені, що хочете видалити спеціаліста?
uk: Are you sure you want to delete the specialist?

# delete-specialist-alert-message-string
source: Цю дію неможливо скасувати. Всі записи будуть скасовані.
uk: This action will not be undone. All appointments will be canceled.

# add-specialist-string
source: Додати спеціаліста
uk: Add a specialist

# users-string
source: Користувачі
uk: Users

# block-string
source: Заблокувати
uk: Block

# unblock-string
source: Розблокувати
uk: Unblock

# block-user-alert-title-string
source: Ви впевнені, що хочете заблокувати користувача?
uk: Are you sure you want to block the user?

# block-user-alert-message-string
source: Користувач буде заблокований, і його записи будуть скасовані.
uk: The user will be blocked and his appointments will be canceled.

# unblock-user-alert-title-string
source: Ви впевнені, що хочете розблокувати користувача?
uk: Are you sure you want to unblock the user?

# unblock-user-alert-message-string
source: Користувач знову зможе створювати нові записи.
uk: The user will again be able to create new appointments

# all-specialists-string
source: Всі спеціалісти
uk: All specialists

# this-month-string
source: Цей місяць
uk: This month

# done-orders-string
source: Виконані
uk: Done

# future-orders-string
source: Майбутні
uk: Future

# earnings-string
source: Заробіток
uk: Earnings

# no-data-yet-string
source: Ще немає даних
uk: No data yet

# custom-period-string
source: Власний період
uk: Custom period

# add-past-appointment-string
source: Додати минулий запис
uk: Add past appointment

# user-string
source: Користувач
uk: User

# procedure-string
source: Процедура
uk: Procedure

# back-string
source: Назад
uk: Back

# current-password-string
source: Поточний пароль
uk: Current password

# new-password-string
source: Новий пароль
uk: New password

# deleted-procedure-string
source: Видалена процедура
uk: Deleted procedure

# blocked-user-string
source: Заблокований користувач
uk: Blocked user

# deleted-user-string
source: Видалений користувач
uk: Deleted user

# deleted-specialist-string
source: Видалений спеціаліст
uk: Deleted specialist

# anonymous-string
source: Анонімний користувач
uk: Anonymous user

# remove-appointment-alert-title-string
source: Ви впевнені, що хочете видалити цей запис?
uk: Are you sure you want to remove this appointment?
